COUNTRY_CHOICES = [
    ("Россия", "Россия"),
    ("Украина", "Украина"),
    ("Беларусь", "Беларусь"),
    ("Казахстан", "Казахстан"),
    ("Таджикистан", "Таджикистан"),
    ("Киргизия", "Киргизия"),
    ("Азербайджан", "Азербайджан"),
    ("Армения", "Армения"),
    ("Грузия", "Грузия"),
    ("Молдова", "Молдова"),
    ("Туркменистан", "Туркменистан"),
    ("Узбекистан", "Узбекистан"),
    ("Латвия", "Латвия"),
    ("Литва", "Литва"),
    ("Эстония", "Эстония"),
    ("Польша", "Польша"),
    ("Unusual", "Unusual"),
]

MATERIAL_CHOICES = [
    ("Серебро", "Серебро"),
    ("Золото", "Золото"),
    ("Бронза", "Бронза"),
    ("Никель", "Никель"),
    ("Медь", "Медь"),
    ("Латунь", "Латунь"),
    ("Сталь", "Сталь"),
    ("Алюминий", "Алюминий"),
    ("Нейзильбер", "Нейзильбер"),
    ("Мельхиор", "Мельхиор"),
    ("Цинковый сплав", "Цинковый сплав"),
    ("Алюминиевая бронза", "Алюминиевая бронза"),
    ("Биметалл", "Биметалл"),
    ("Пластик", "Пластик"),
    ("Бумага", "Бумага"),
]

STATE_CHOICES = [
    ("Proof_like", "Proof_like"),
    ("BUNC", "Brilliant Uncirculated"),
    ("UNC", "Uncirculated"),
    ("AUNC", "About Uncirculated"),
    ("XF", "Extra Fine"),
    ("VF", "Very Fine"),
]

TYPE_OF_EDITION_CHOICES = [
    ("Commemorative", "Commemorative"),
    ("Circulated", "Circulated"),
    ("Circ/Comm", "Circulated - Commemorative"),
]
